Repository: giellalt/corpus-smj
Catalog: tmx/nob/facta/arran.no/apningstider.107275.no.html.tmx
Source language: smj
Languages: nob

source: Viessom: Sáme sijdda ja merrasáme kultuvrra
nob: Viessom: Den samiske gården og sjøsamisk kultur

source: Samisk iesjdåbddo ja kultuvrra
nob: Samisk identitet og kultur

source: Sáme bivtasdábe, silba ja goabdes
nob: Samisk drakttradisjon, sølv og runebommeVuosádusá:

source: Álbedim / studenta: 50 kr
nob: Honnør / student: Kr 50,00

source: Máná vuollela 6 jage: navku
nob: Barn under 6 år: gratis

source: Máná 6-18 jagága: 25 kr
nob: Barn 6-18 år: Kr 25,00

source: Juohkusa ienep10 ulmutja: 50 krTickets:
nob: Senior / student: 50 nok
